{
    "logout": "Log out",
    "profile": "Profile",
    "booking_history": "Booking history",
    "login": "Login",
    "brand": "About",
    "rooms": "Rooms",
    "services": "Services",
    "location": "Location",
    "contact": "Contact",
    "bookingHome": "BOOK NOW",
    "checkinHome": "CHECK-IN",
    "labelHotel": "HOTELS",
    "selectHotel": "Select hotel",
    "dateHome": "DATE",
    "nobranches": "No branches",
    "selectCheckInDate": "Check-in date",
    "selectCheckOutDate": "Check-out date",
    "numberHome": "NUMBER OF GUEST",
    "searching": "Searching",
    "bookingcode": "BOOKING CODE",
    "enter-booking-code": "Enter booking code",
    "phoneNumber": "PHONE NUMBER",
    "enter-phone-number": "Enter phone number",
    "enter-email": "Enter mail",
    "main-title": "ENJOY YOUR VACATION",
    "sub-title": "Relaxation and Elegance",
    "right-text": "The Royal Sea, which is situated in a serene beachside area, is the perfect spot for you to take pleasure in peaceful times. The hotel provides a true resort experience with its elegant design, sumptuous living area, and first-rate spa treatments, which will help you rediscover your vitality and achieve balance in your life.",
    "booking-home": "RESERVE MY ROOM",
    "main": "EXPLORE",
    "sub": "Destination of Luxury Space",
    "mainL1": "An Exciting Vacation",
    "contentL1": "With 86 opulent accommodations, including spacious suites and Deluxe rooms with a sea view, The Royal Sea is happy to provide you with an amazing vacation experience.",
    "viewmore": "See more",
    "mainR1": "Wonderful Tastes",
    "contentR1": "The flavors of the sea blend with the sophistication of world cuisine, bringing unforgettable meals right at our restaurant.",
    "RelaxationoftheSoul": "Relaxation of the Soul",
    "enjoy": "Enjoy wonderful moments of relaxation in a peaceful space, with modern health care treatments, helping you regenerate energy and balance both physically and mentally.",
    "overlay-text": "You can spend your vacation in peace and quiet at the Royal Sea, a coastal hideaway.",
    "ourStory": "Our Story",
    "weAre": "The Royal Sea is a high-end resort hotel in Ho Chi Minh City that offers guests flawless service and a sophisticated resort setting.",
    "notification": "STAY IN TOUCH",
    "update": "Sign up to receive newsletters from The Royal Sea",
    "findUs": "FIND US",
    "address": "828 Su Van Hanh, Ward 13, District 10,",
    "address2": "Ho Chi Minh City, Viet Nam",
    "termsofservice": "Terms of service",
    "privacypolicy": "Privacy policy",
    "required": "(required)",
    "sign-up": "SIGN UP",
    "sign-in": "Sign In",
    "email_required": "Please enter your email",
    "password_required": "Please enter your password",
    "login_failed": "Login failed",
    "account_not_exist": "Account not exist!",
    "error_occurred": "Error! Please try again",
    "forgot_password": "Forgor your password",
    "not_have_account": "You don't have an account yet?",
    "role": "Log in with the role",
    "staff": "Staff",
    "client": "Client",
    "password": "Password",
    "sign_up": "Sign up",
    "back_to_home_page": "Back to home page",
    "brand_tittle": "Our Brand",
    "brand-intro": "The Royal Sea Hotel",
    "brand-content": "The Royal Sea, which flawlessly blends modern architecture and natural beauty, is a symbol of luxury in the hotel sector. With a team of committed and competent employees, we are happy to offer 5-star service and provide guests wonderful experiences. From the magnificent hotel design to the varied facilities like an upscale spa and an international restaurant, every little aspect at The Royal Sea is meticulously considered. In addition to being a place to stay, we are a venue for life-changing events where guests always feel at ease and elegant.",
    "our_story": "Our story",
    "2019-2020": "The Royal Sea Hotel was established in 2019 with the desire to provide a luxurious and comfortable resort destination right on the beach.",
    "2020-2022": "This period is a challenging one due to the COVID-19 pandemic. We took advantage of this time to build a new infinity pool and expand the spa & gym area, aiming to bring maximum relaxation experience to customers.",
    "2022 to present": "From 2022 until now, The Royal Sea has continuously strived to recover and grow stronger. We focus on improving service quality and expanding attractive promotions. Currently, The Royal Sea continues to commit to providing customers with wonderful resort experiences and constantly improving to meet all customer needs.",
    "2022_present": "2022 to present",
    "our_mission": "Our Mission",
    "brand-mission": "Our goal at The Royal Sea is to give each and every guest an exceptional and unforgettable resort experience. We promise to provide attentive, sophisticated service while establishing a sophisticated, tranquil setting that seamlessly blends first-rate service with an eco-friendly way of living. We work hard every day to ensure that we not only have an amazing vacation but also experience the friendliness, expertise, and compassion of our team.",
    "core-values": "Core Values",
    "quality": "Quality",
    "creative": "Creative",
    "sustainable": "Sustainable",
    "responsibility": "Responsibility",
    "Professional": "Professional"
  }
  
  
  
  