{
    "logout": "Đăng xuất",
    "profile": "Thông tin cá nhân",
    "booking_history": "Lịch sử đặt phòng",
    "login": "Đăng nhập",
    "brand": "Thương hiệu",
    "rooms": "Phòng",
    "services": "Dịch vụ",
    "location": "Vị trí",
    "contact": "Liên hệ",
    "bookingHome": "ĐẶT PHÒNG",
    "checkinHome": "NHẬN PHÒNG",
    "labelHotel": "KHÁCH SẠN",
    "selectHotel": "Chọn khách sạn",
    "nobranches": "Không có nhánh nào",
    "dateHome": "THỜI GIAN",
    "selectCheckInDate": "Chọn ngày nhận",
    "selectCheckOutDate": "Chọn ngày trả",
    "numberHome": "SỐ KHÁCH",
    "searching": "Tìm kiếm",
    "bookingcode": "MÃ NHẬN PHÒNG",
    "enter-booking-code": "Nhập mã phòng",
    "phoneNumber": "SỐ ĐIỆN THOẠI",
    "enter-phone-number": "Nhập số điện thoại",
    "enter-email": "Nhập email",
    "main-title": "TẬN HƯỞNG KÌ NGHỈ DƯỠNG",
    "sub-title": "Thư Giãn và Sang Trọng",
    "right-text": "Tọa lạc tại một vị trí yên bình bên bờ biển, The Royal Sea là nơi lý tưởng để quý khách tận hưởng những khoảnh khắc thư thái và tĩnh lặng. Với thiết kế tinh tế, không gian sống sang trọng và các dịch vụ spa đẳng cấp, khách sạn mang đến một trải nghiệm nghỉ dưỡng đích thực, giúp quý khách tái tạo năng lượng và tìm lại sự cân bằng trong cuộc sống.",
    "booking-home": "ĐẶT LỊCH NGAY",
    "main": "KHÁM PHÁ",
    "sub": "Điểm Đến Của Không Gian Sang Trọng",
    "mainL1": "Một Kỳ Nghỉ Thú Vị",
    "contentL1": "The Royal Sea tự hào sở hữu 86 phòng nghỉ sang trọng, từ các phòng Deluxe hướng biển đến các phòng Suite rộng rãi, mang đến cho quý khách những trải nghiệm nghỉ dưỡng tuyệt vời.",
    "viewmore": "Xem thêm",
    "mainR1": "Những Hương Vị Tinh Tế",
    "contentR1": "Hương vị biển cả hòa quyện cùng nét tinh tế ẩm thực thế giới, mang đến những bữa ăn khó quên ngay tại nhà hàng của chúng tôi.",
    "RelaxationoftheSoul": "Thư Thái Tâm Hồn",
    "enjoy": "Tận hưởng những giây phút thư giãn tuyệt vời trong không gian yên bình, với các liệu pháp chăm sóc sức khỏe hiện đại, giúp bạn tái tạo năng lượng và cân bằng cả về thể chất lẫn tinh thần.",
    "overlay-text": "The Royal Sea là một nơi ẩn mình yên tĩnh bên bờ biển, mang đến cho bạn không gian riêng tư để tận hưởng kỳ nghỉ.",
    "ourStory": "Về Chúng Tôi",
    "weAre": "The Royal Sea là khách sạn ven biển sang trọng, tọa lạc tại TP.HCM, mang đến không gian nghỉ dưỡng đẳng cấp và dịch vụ hoàn hảo cho khách hàng.",
    "notification": "THÔNG BÁO",
    "update": "Cập nhật tin tức và ưu đãi một cách nhanh chóng",
    "findUs": "LIÊN HỆ",
    "address": "828 Sư Vạn Hạnh, Phường 13, Quận 10, Thành",
    "address2": "phố Hồ Chí Minh, Việt Nam.",
    "termsofservice": "Điều khoản dịch vụ",
    "privacypolicy": "Chính sách bảo mật",
    "required": "(bắt buộc)",
    "sign-up": "ĐĂNG KÝ",
    "sign-in": "Đăng Nhập",
    "email_required": "Vui lòng nhập email của bạn",
    "password_required": "Vui lòng nhập mật khẩu của bạn",
    "login_failed": "Đăng nhập thất bại!",
    "account_not_exist": "Tài khoản không tồn tại",
    "forgot_password": "Quên mật khẩu",
    "not_have_account": "Bạn chưa có tài khoản?",
    "error_occurred": "Có lỗi xảy ra, vui lòng thử lại!",
    "role": "Đăng nhập với vai trò",
    "staff": "Nhân viên khách sạn",
    "client": "Khách hàng",
    "password": "Mật khẩu",
    "sign_up": "Đăng ký",
    "back_to_home_page": "Quay về trang chủ",
    "brand_tittle": "Thương hiệu",
    "brand-intro": "Khách Sạn The Royal Sea",
    "brand-content": "The Royal Sea là biểu tượng của sự sang trọng trong ngành khách sạn, kết hợp hoàn hảo giữa vẻ đẹp thiên nhiên và kiến trúc hiện đại. Chúng tôi tự hào cung cấp dịch vụ 5 sao với đội ngũ nhân viên chuyên nghiệp, tận tình, mang đến những trải nghiệm tuyệt vời cho du khách. Mỗi chi tiết tại The Royal Sea đều được chăm chút kỹ lưỡng, từ thiết kế phòng nghỉ tinh tế đến các dịch vụ đa dạng như spa cao cấp và nhà hàng ẩm thực quốc tế. Chúng tôi không chỉ là nơi lưu trú, mà còn là điểm đến của những trải nghiệm khó quên, nơi khách hàng cảm nhận sự thoải mái và đẳng cấp trong từng khoảnh khắc.",
    "our_story": "Lịch Sử",
    "2019-2020": " Khách sạn The Royal Sea được thành lập năm 2019 với mong muốn mang đến một điểm đến nghỉ dưỡng sang trọng và thoải mái ngay bên bờ biển.",
    "2020-2022": " Giai đoạn này là thời kỳ thử thách do đại dịch COVID-19. Chúng tôi đã tận dụng thời gian này để xây dựng hồ bơi vô cực mới và mở rộng khu vực spa & gym, nhắm mang lại trải nghiệm thư giãn tối đa cho khách hàng.",
    "2022 to present": " Từ năm 2022 đến nay, The Royal Sea đã không ngừng nỗ lực để phục hồi và phát triển mạnh mẽ hơn. Chúng tôi tập trung vào việc nâng cao chất lượng dịch vụ và mở rộng các chương trình khuyến mãi hấp dẫn. Hiện tại, The Royal Sea tiếp tục cam kết mang đến cho khách hàng những trải nghiệm nghỉ dưỡng tuyệt vời và không ngừng cải thiện để đáp ứng mọi nhu cầu của khách hàng.",
    "2022_present": "2022 -  Nay",
    "our_mission": "Sứ Mệnh",
    "brand-mission": "Tại The Royal Sea, sứ mệnh của chúng tôi là mang đến trải nghiệm nghỉ dưỡng vượt trội và đáng nhớ cho mọi khách hàng. Chúng tôi cam kết phục vụ bằng sự tận tâm, tinh tế, đồng thời tạo ra không gian thư giãn đẳng cấp với sự kết hợp hài hòa giữa dịch vụ cao cấp và phong cách sống bền vững. Mỗi ngày, chúng tôi nỗ lực để khách hàng không chỉ có một kỳ nghỉ tuyệt vời mà còn cảm nhận được sự ấm áp, chuyên nghiệp và lòng hiểu khách của đội ngũ nhân viên.",
    "core-values": "Giá Trị Cốt Lõi",
    "quality": "Chất lượng",
    "creative": "Sáng tạo",
    "sustainable": "Bền vững",
    "responsibility": "Trách nhiệm",
    "Professional": "Chuyên nghiệp"
  }
  
  
  
  
  
  